Revit 2027 API
PartMakerMethodToDivideVolumes.IsElementValidIntersectingReference Method
Overload List
Name | Description
IsElementValidIntersectingReference(ElementId) |  Identifies if the provided member is valid.
IsElementValidIntersectingReference(Document, ElementId) |  Identifies if the provided member is valid.
Top
See Also
Reference
PartMakerMethodToDivideVolumes Class
Autodesk.Revit.DB Namespace